[
  {
    "collegeImage": "https://i.ibb.co/Pt9WVwh/307273361-489489963192200-5066847492043640681-n.jpg",
    "collegeName": "Shahjalal Govt College",
    "collegeRating": 4.5,
    "admissionDate": "2023-09-01",
    "numOfResearch": 150,
    "researchHistory": "Founded in 1970, Shahjalal Govt College has a long-standing research tradition.",
    "admissionProcess": "Admission is based on merit and involves a written entrance exam followed by an interview.",
    "events": ["Tech Fest", "Cultural Night", "Sports Day"],
    "eventsDetails": "The Tech Fest showcases innovative projects, the Cultural Night features performances from diverse cultures, and Sports Day includes various sports competitions.",
    "researchWorks": "The college has conducted research in areas such as social sciences, environmental studies, and technology.",
    "sportsCategories": "The sports facilities at Shahjalal Govt College cover football, basketball, and swimming.",
    "sportsFacilities": ["Football Field", "Basketball Court", "Swimming Pool"]
  },
  {
    "collegeImage": "https://lh3.googleusercontent.com/p/AF1QipPnuwgUD6Mo-ySUZvdiYkQpUac2MNt5jD6zDbS9=s1360-w1360-h1020",
    "collegeName": "Brindaban Govt College",
    "collegeRating": 4.2,
    "admissionDate": "2023-08-25",
    "numOfResearch": 100,
    "researchHistory": "Brindaban Govt College has been promoting research initiatives since its establishment in 1955.",
    "admissionProcess": "The college selects students through a competitive admission test and a subsequent interview.",
    "events": ["Science Exhibition", "Literary Festival", "Music Gala"],
    "eventsDetails": "The Science Exhibition showcases scientific projects, the Literary Festival celebrates literature, and the Music Gala features musical performances.",
    "researchWorks": "The college has conducted research in fields such as natural sciences, literature, and cultural studies.",
    "sportsCategories": "The sports facilities at Brindaban Govt College cover tennis, gymnasium activities, and athletics.",
    "sportsFacilities": ["Tennis Courts", "Gymnasium", "Athletics Track"]
  },
  {
    "collegeImage": "https://images.unsplash.com/photo-1650686316214-08c286e866f8?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8NHx8ZGhha2ElMjBjb2xsZWdlJTJDJTIwZGhha2ElMkMlMjBiYW5nbGFkZXNofGVufDB8fDB8fHww&w=1000&q=80",
    "collegeName": "Dhaka College",
    "collegeRating": 4.8,
    "admissionDate": "2023-08-15",
    "numOfResearch": 200,
    "researchHistory": "Dhaka College, established in 1841, has a rich history of academic and research excellence.",
    "admissionProcess": "Admission to Dhaka College is highly competitive and is based on academic performance and an admission test.",
    "events": ["Annual Symposium", "Debate Championship", "Art Expo"],
    "eventsDetails": "The Annual Symposium features presentations on various topics, the Debate Championship showcases intellectual debates, and the Art Expo exhibits creative works.",
    "researchWorks": "Dhaka College has contributed significantly to research in fields such as history, social sciences, and arts.",
    "sportsCategories": "The sports facilities at Dhaka College cover cricket, volleyball, and table tennis.",
    "sportsFacilities": ["Cricket Ground", "Volleyball Court", "Table Tennis Room"]
  },
  {
    "collegeImage": "https://topinbangladesh.com/wp-content/uploads/2020/09/Sylhet-Govt.-College-1024x433.jpg",
    "collegeName": "Sylhet Govt College",
    "collegeRating": 4.6,
    "admissionDate": "2023-09-05",
    "numOfResearch": 180,
    "researchHistory": "Sylhet Govt College has been actively promoting research and innovation since its establishment in 1952.",
    "admissionProcess": "Admission to Sylhet Govt College is based on academic performance and a rigorous admission test.",
    "events": ["Innovation Fair", "Startup Challenge", "Fashion Show"],
    "eventsDetails": "The Innovation Fair showcases inventive projects, the Startup Challenge features entrepreneurial pitches, and the Fashion Show displays creative clothing designs.",
    "researchWorks": "The college has conducted significant research in areas such as technology, entrepreneurship, and cultural heritage.",
    "sportsCategories": "The sports facilities at Sylhet Govt College cover badminton, squash, and archery.",
    "sportsFacilities": ["Badminton Court", "Squash Court", "Archery Range"]
  },
  {
    "collegeImage": "https://bgc.edu.bd/wp-content/uploads/2023/01/bgc-1024x682.jpeg",
    "collegeName": "B Baria Govt College",
    "collegeRating": 4.4,
    "admissionDate": "2023-08-20",
    "numOfResearch": 50,
    "researchHistory": "B baria Govt College has been promoting research and academic excellence since its founding in 1965.",
    "admissionProcess": "Admission to B baria Govt College is based on academic performance, followed by an admission test and an interview.",
    "events": ["Sports Carnival", "Fitness Expo", "Dance Competition"],
    "eventsDetails": "The Sports Carnival includes various sports competitions, the Fitness Expo promotes healthy living, and the Dance Competition showcases dance talents.",
    "researchWorks": "The college has conducted research in fields such as environmental studies, literature, and health sciences.",
    "sportsCategories": "The sports facilities at B baria Govt College cover swimming, rugby, and hockey.",
    "sportsFacilities": ["Swimming Complex", "Rugby Field", "Hockey Turf"]
  },
  {
    "collegeImage": "https://www.daily-sun.com/assets/news_images/2020/10/04/MC_College_pic_daily-sun.jpg",
    "collegeName": "MC College",
    "collegeRating": 4.3,
    "admissionDate": "2023-08-30",
    "numOfResearch": 80,
    "researchHistory": "MC College has a long-standing history of promoting research and fostering intellectual growth since 1901.",
    "admissionProcess": "Admission to MC College is based on academic performance and a comprehensive admission test.",
    "events": ["Artistic Showcase", "Film Festival", "Drama Contest"],
    "eventsDetails": "The Artistic Showcase displays various forms of art, the Film Festival screens creative films, and the Drama Contest presents theatrical performances.",
    "researchWorks": "MC College has conducted research in diverse areas, including arts, media studies, and psychology.",
    "sportsCategories": "The sports facilities at MC College cover yoga, indoor climbing, and martial arts.",
    "sportsFacilities": ["Yoga Studio", "Indoor Climbing Wall", "Martial Arts Dojo"]
  }
]
